<template>
  <div class="d-flex justify-content-center">
    <h2 class="bold">График</h2>
  </div>

  <p class="lh-base font-monospace">
    Добро пожаловать в <span>График</span>, приложение которое превращает данные из Excel в красочные и понятные
    визуализации! 📊💻
  </p>
  <p class="lh-base font-monospace">
    У нас ты сможешь вдохнуть жизнь в свои скучные таблицы и диаграммы, сделав их яркими, наглядными и легкими для
    восприятия. 🌈✨
  </p>
  <p class="lh-base font-monospace">
    Не только ты, но и твоя команда сможет легко просматривать, анализировать и делиться результатами, выделив
    ключевые тренды и показатели. 🚀💡
  </p>
  <p class="lh-base font-monospace">
    Мы убеждены, что визуализация данных - это не только функциональный инструмент, но и способ сделать информацию
    более привлекательной и запоминающейся. Так что, давай воплощать свои данные в жизнь! 💫📈
  </p>
  <p class="mb-5 lh-base font-monospace">
    Загрузи свою книгу Excel прямо сейчас в форму ниже и увидь, как данные могут стать настоящим произведением
    искусства. 🎨💻
  </p>

  <div class="d-flex justify-content-center">
    <button type="button" class="btn btn-primary mb-3" data-bs-toggle="modal" data-bs-target="#detailQuestion">
      Как пользоваться?
    </button>
  </div>
</template>