<template>
  <p class="lh-base font-monospace">Шаг 1: Подготовьте данные для визуализации
  <ul>
    <li>
      В первой колонке должна быть тема, во второй - вопрос, в третьей - ответ, в четвертой и последующей результат.
    </li>
    <li>
      Cтрока с датами на странице должна быть второй. Первая строка страницы используется для служебной информации.
    </li>
    <li>
      Если вам нужно вставить данные с результатами которые не надо визуализировать, то добавьте в ячейке с датой колонки
      с этой информацией дополнительную информацию (например: "01.01.1900 служ").
    </li>
    <li>
      Проверьте все строки на "объединение ячеек" - старайтесь не использовать объединеные ячейки в тех данных которые
      необходимо визуализировать.
    </li>
  </ul>
  </p>
  <p class="lh-base font-monospace">
    Шаг 2: Загрузка Excel-книги
  <ul>
    <li>
      Убедись, что Excel-книга, которую ты хочешь использовать, имеет формат .xlsx.
    </li>
    <li>
      На главной странице приложения найди кнопку "Выберите файл" и нажми на нее.
    </li>
    <li>
      Выбери нужную Excel-книгу с компьютера и нажми кнопку "Открыть".
    </li>
    <li>
      Подожди, пока приложение загрузит данные из книги. Обрати внимание, что обработка больших объемов данных может
      занять некоторое время.
    </li>
  </ul>
  </p>

  <p class="lh-base font-monospace">
    Шаг 3: Проведение предварительного анализа
  <ul>
    <li>
      Приложение отобразит список страниц, список тем и список вопросов из Excel-книги. Переключайтесь между страницу,
      которую хотите проанализировать.
    </li>
    <li>
      Просмотри данные на выбранной странице.
    </li>
  </ul>
  </p>

  <p class="lh-base font-monospace">
    Шаг 4: Построение графиков
  <ul>
    <li>
      Нажмите на кнопку "Посмотреть" под интересующим вопросом
    </li>
    <li>
      Откроется окно с визуализацией данных из книги. Лишнии линии можно отключить - кликнув на их иконку в легенде
      графика.
  </li>
</ul>
</p></template>